Repository: kernelkappa/nospam
Catalog: ios/NoSpam/Localizable.xcstrings
Source language: it
Languages: ar, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# main.smsFilterHint
source: Per filtrare anche gli SMS spam, abilita NoSpam da Impostazioni > Messaggi > Filtraggio SMS sconosciuti.
ar: لتصفية رسائل SMS غير المرغوب فيها أيضًا، فعِّل NoSpam من الإعدادات > الرسائل > الرسائل غير المعروفة والمزعجة.
bn: স্প্যাম SMS ফিল্টার করতেও, সেটিংস > মেসেজ > অজানা ও স্প্যাম থেকে NoSpam সক্রিয় করুন।
ca: Per filtrar també els SMS brossa, activa NoSpam des de Configuració > Missatges > Desconeguts i brossa.
cs: Chcete-li filtrovat i spamové SMS, povolte NoSpam v Nastavení > Zprávy > Neznámé a spam.
da: For også at filtrere spam-sms'er, aktivér NoSpam fra Indstillinger > Beskeder > Ukendt og spam.
de: Um auch Spam-SMS zu filtern, aktiviere NoSpam unter Einstellungen > Nachrichten > Unbekannt & Spam filtern.
el: Για να φιλτράρετε και τα ανεπιθύμητα SMS, ενεργοποιήστε το NoSpam από Ρυθμίσεις > Μηνύματα > Άγνωστα & ανεπιθύμητα.
en: To also filter spam SMS, enable NoSpam from Settings > Messages > Unknown & Spam.
es: Para filtrar también los SMS spam, activa NoSpam desde Ajustes > Mensajes > Filtrado de SMS desconocidos.
fi: Suodattaaksesi myös roskapostiviestit, ota NoSpam käyttöön kohdassa Asetukset > Viestit > Tuntemattomat ja roskaposti.
fr: Pour filtrer aussi les SMS indésirables, activez NoSpam depuis Réglages > Messages > Filtrage des SMS inconnus.
gu: સ્પામ SMS ને પણ ફિલ્ટર કરવા માટે, સેટિંગ્સ > મેસેજ > અજાણ્યા અને સ્પામ માંથી NoSpam સક્રિય કરો.
he: כדי לסנן גם הודעות SMS של זבל, הפעל את NoSpam מתוך הגדרות > הודעות > לא ידוע וזבל.
hi: स्पैम SMS को भी फ़िल्टर करने के लिए, सेटिंग्स > मैसेज > अज्ञात और स्पैम से NoSpam सक्षम करें।
hr: Za filtriranje neželjenih SMS poruka omogućite NoSpam u Postavke > Poruke > Nepoznato i neželjeno.
hu: A spam SMS-ek szűréséhez is engedélyezze a NoSpam-et a Beállítások > Üzenetek > Ismeretlen és spam menüben.
id: Untuk juga memfilter SMS spam, aktifkan NoSpam dari Pengaturan > Pesan > Tidak dikenal & Spam.
ja: スパムSMSもフィルタリングするには、設定 > メッセージ > 不明な送信者と迷惑メッセージからNoSpamを有効にしてください。
kn: ಸ್ಪ್ಯಾಮ್ SMS ಅನ್ನು ಸಹ ಫಿಲ್ಟರ್ ಮಾಡಲು, ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಮೆಸೇಜ್‌ಗಳು > ಅಜ್ಞಾತ ಮತ್ತು ಸ್ಪ್ಯಾಮ್‌ನಿಂದ NoSpam ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 스팸 SMS도 필터링하려면 설정 > 메시지 > 알 수 없음 및 스팸에서 NoSpam을 활성화하세요.
ml: സ്പാം SMS കൂടി ഫിൽട്ടർ ചെയ്യാൻ, ക്രമീകരണങ്ങൾ > മെസേജുകൾ > അജ്ഞാതവും സ്പാമും എന്നതിൽ നിന്ന് NoSpam പ്രവർത്തനക്ഷമമാക്കുക.
mr: स्पॅम SMS देखील फिल्टर करण्यासाठी, सेटिंग्ज > मेसेज > अज्ञात आणि स्पॅम मधून NoSpam सक्षम करा.
ms: Untuk menapis SMS spam juga, dayakan NoSpam daripada Tetapan > Mesej > Tidak dikenali & Spam.
nb: For å også filtrere spam-SMS, aktiver NoSpam fra Innstillinger > Meldinger > Ukjent og spam.
nl: Om ook spam-sms'jes te filteren, schakel NoSpam in via Instellingen > Berichten > Onbekend & spam.
or: ସ୍ପାମ୍ SMS ମଧ୍ୟ ଫିଲ୍ଟର କରିବାକୁ, ସେଟିଂସ୍‌ > ମେସେଜ୍ > ଅଜ୍ଞାତ ଏବଂ ସ୍ପାମ୍‌ରୁ NoSpam ସକ୍ଷମ କରନ୍ତୁ।
pa: ਸਪੈਮ SMS ਨੂੰ ਵੀ ਫਿਲਟਰ ਕਰਨ ਲਈ, ਸੈਟਿੰਗਾਂ > ਮੈਸੇਜ > ਅਣਜਾਣ ਅਤੇ ਸਪੈਮ ਤੋਂ NoSpam ਨੂੰ ਸਮਰੱਥ ਕਰੋ।
pl: Aby filtrować również spamowe SMS-y, włącz NoSpam w Ustawienia > Wiadomości > Nieznane i spam.
pt: Para filtrar também SMS spam, ative o NoSpam em Definições > Mensagens > Filtragem de SMS desconhecidos.
pt_br: Para filtrar também SMS de spam, ative o NoSpam em Configurações > Mensagens > Desconhecido e Spam.
ro: Pentru a filtra și SMS-urile spam, activează NoSpam din Setări > Mesaje > Necunoscut și spam.
ru: Чтобы также фильтровать спам-SMS, включите NoSpam в разделе Настройки > Сообщения > Неизвестные и спам.
sk: Ak chcete filtrovať aj spamové SMS, povoľte NoSpam v Nastavenia > Správy > Neznáme a spam.
sl: Za filtriranje tudi vsiljenih SMS-ov omogočite NoSpam v Nastavitve > Sporočila > Neznano in vsiljeno.
sv: För att också filtrera skräp-SMS, aktivera NoSpam från Inställningar > Meddelanden > Okänt och skräppost.
ta: ஸ்பாம் SMS-ஐயும் வடிகட்ட, அமைப்புகள் > செய்திகள் > அறியப்படாதவை & ஸ்பாம் இலிருந்து NoSpam-ஐ இயக்கவும்.
te: స్పామ్ SMSలను కూడా ఫిల్టర్ చేయడానికి, సెట్టింగ్‌లు > మెసేజీలు > తెలియనివి & స్పామ్ నుండి NoSpamను ప్రారంభించండి.
th: เพื่อกรองสแปม SMS ด้วย ให้เปิดใช้งาน NoSpam จากการตั้งค่า > ข้อความ > ไม่รู้จักและสแปม
tr: Spam SMS'leri de filtrelemek için NoSpam'i Ayarlar > Mesajlar > Bilinmeyen ve Spam bölümünden etkinleştirin.
uk: Щоб також фільтрувати спам-SMS, увімкніть NoSpam у Налаштування > Повідомлення > Невідомі та спам.
ur: اسپیم SMS کو بھی فلٹر کرنے کے لیے، سیٹنگز > پیغامات > نامعلوم اور اسپیم سے NoSpam کو فعال کریں۔
vi: Để lọc cả SMS spam, hãy bật NoSpam từ Cài đặt > Tin nhắn > Không xác định & Spam.
zh_hans: 要同时过滤垃圾短信，请在设置 > 信息 > 未知号码与垃圾信息中启用 NoSpam。
zh_hant: 若要同時過濾垃圾簡訊，請從設定 > 訊息 > 不明與垃圾訊息中啟用 NoSpam。

# main.syncing
source: Aggiornamento...
ar: جارٍ التحديث…
bn: আপডেট হচ্ছে…
ca: Actualitzant…
cs: Aktualizace…
da: Opdaterer…
de: Wird aktualisiert…
el: Ενημέρωση…
en: Updating…
es: Actualizando…
fi: Päivitetään…
fr: Mise à jour…
gu: અપડેટ થઈ રહ્યું છે…
he: מתבצע עדכון…
hi: अपडेट हो रहा है…
hr: Ažuriranje…
hu: Frissítés…
id: Memperbarui…
ja: 更新中…
kn: ಅಪ್‌ಡೇಟ್ ಆಗುತ್ತಿದೆ…
ko: 업데이트 중…
ml: അപ്ഡേറ്റ് ചെയ്യുന്നു…
mr: अपडेट होत आहे…
ms: Mengemas kini…
nb: Oppdaterer…
nl: Bijwerken…
or: ଅପଡେଟ୍ ହେଉଛି…
pa: ਅੱਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ…
pl: Aktualizowanie…
pt: A atualizar…
pt_br: Atualizando…
ro: Se actualizează…
ru: Обновление…
sk: Aktualizuje sa…
sl: Posodabljanje…
sv: Uppdaterar…
ta: புதுப்பிக்கிறது…
te: అప్‌డేట్ చేస్తోంది…
th: กำลังอัปเดต…
tr: Güncelleniyor…
uk: Оновлення…
ur: اپڈیٹ ہو رہا ہے…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 更新中…

# main.syncButton
source: Aggiorna database spam
ar: تحديث قاعدة بيانات السبام
bn: স্প্যাম ডেটাবেস আপডেট করুন
ca: Actualitza la base de dades de spam
cs: Aktualizovat databázi spamu
da: Opdater spamdatabase
de: Spam-Datenbank aktualisieren
el: Ενημέρωση βάσης δεδομένων spam
en: Update spam database
es: Actualizar base de datos de spam
fi: Päivitä roskapostitietokanta
fr: Mettre à jour la base de données spam
gu: સ્પામ ડેટાબેઝ અપડેટ કરો
he: עדכן מסד נתוני ספאם
hi: स्पैम डेटाबेस अपडेट करें
hr: Ažuriraj bazu spam brojeva
hu: Spam adatbázis frissítése
id: Perbarui database spam
ja: 迷惑電話データベースを更新
kn: ಸ್ಪ್ಯಾಮ್ ಡೇಟಾಬೇಸ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ko: 스팸 데이터베이스 업데이트
ml: സ്പാം ഡേറ്റാബേസ് അപ്ഡേറ്റ് ചെയ്യുക
mr: स्पॅम डेटाबेस अपडेट करा
ms: Kemas kini pangkalan data spam
nb: Oppdater spamdatabase
nl: Spamdatabase bijwerken
or: ସ୍ପାମ୍ ଡାଟାବେସ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਸਪੈਮ ਡੇਟਾਬੇਸ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj bazę danych spamu
pt: Atualizar base de dados de spam
pt_br: Atualizar banco de dados de spam
ro: Actualizează baza de date de spam
ru: Обновить базу данных спама
sk: Aktualizovať databázu spamu
sl: Posodobi zbirko podatkov neželenih klicev
sv: Uppdatera skräppostdatabasen
ta: ஸ்பேம் தரவுத்தளத்தைப் புதுப்பிக்கவும்
te: స్పామ్ డేటాబేస్‌ను అప్‌డేట్ చేయండి
th: อัปเดตฐานข้อมูลสแปม
tr: Spam veritabanını güncelle
uk: Оновити базу даних спаму
ur: اسپیم ڈیٹا بیس اپڈیٹ کریں
vi: Cập nhật cơ sở dữ liệu spam
zh_hans: 更新垃圾号码数据库
zh_hant: 更新垃圾號碼資料庫

# onboarding.message
source: Per bloccare automaticamente le chiamate spam, NoSpam deve essere abilitato da Impostazioni > Telefono > Blocco e identificazione chiamate. Ti guidiamo passo passo.
ar: لحظر مكالمات السبام تلقائيًا، يجب تفعيل NoSpam من الإعدادات > الهاتف > حظر المكالمات وتحديد الهوية. سنوجهك خطوة بخطوة.
bn: স্প্যাম কল স্বয়ংক্রিয়ভাবে ব্লক করতে, সেটিংস > ফোন > কল ব্লকিং ও আইডেন্টিফিকেশন থেকে NoSpam সক্রিয় করতে হবে। আমরা আপনাকে ধাপে ধাপে গাইড করব।
ca: Per bloquejar automàticament les trucades brossa, cal activar NoSpam des de Configuració > Telèfon > Bloqueig i identificació de trucades. T'ho guiarem pas a pas.
cs: Pro automatické blokování spamových hovorů musí být NoSpam povolen v Nastavení > Telefon > Blokování a identifikace hovorů. Provedeme vás krok za krokem.
da: For automatisk at blokere spamopkald skal NoSpam aktiveres fra Indstillinger > Telefon > Opkaldsblokering og -identifikation. Vi guider dig trin for trin.
de: Um Spam-Anrufe automatisch zu blockieren, muss NoSpam unter Einstellungen > Telefon > Anrufe blockieren & identifizieren aktiviert werden. Wir führen dich Schritt für Schritt.
el: Για αυτόματο αποκλεισμό ανεπιθύμητων κλήσεων, το NoSpam πρέπει να ενεργοποιηθεί από Ρυθμίσεις > Τηλέφωνο > Αποκλεισμός και αναγνώριση κλήσεων. Θα σας καθοδηγήσουμε βήμα προς βήμα.
en: To automatically block spam calls, NoSpam needs to be enabled from Settings > Phone > Call Blocking & Identification. We'll guide you step by step.
es: Para bloquear automáticamente las llamadas spam, NoSpam debe activarse desde Ajustes > Teléfono > Bloqueo e identificación de llamadas. Te guiamos paso a paso.
fi: Roskapuheluiden automaattista estämistä varten NoSpam on otettava käyttöön kohdassa Asetukset > Puhelin > Puhelunesto ja tunnistus. Opastamme sinua vaihe vaiheelta.
fr: Pour bloquer automatiquement les appels indésirables, NoSpam doit être activé depuis Réglages > Téléphone > Blocage et identification des appels. Nous vous guidons étape par étape.
gu: સ્પામ કૉલ્સને સ્વચાલિત રીતે બ્લોક કરવા માટે, NoSpam ને સેટિંગ્સ > ફોન > કૉલ બ્લોકિંગ અને ઓળખ માંથી સક્રિય કરવું જરૂરી છે. અમે તમને પગલું-દર-પગલું માર્ગદર્શન આપીશું.
he: כדי לחסום שיחות זבל באופן אוטומטי, יש להפעיל את NoSpam מתוך הגדרות > טלפון > חסימת שיחות וזיהוי. נדריך אותך שלב אחר שלב.
hi: स्पैम कॉल को स्वचालित रूप से ब्लॉक करने के लिए, NoSpam को सेटिंग्स > फ़ोन > कॉल ब्लॉकिंग और पहचान से सक्षम करना होगा। हम आपको चरण-दर-चरण मार्गदर्शन देंगे।
hr: Za automatsko blokiranje neželjenih poziva, NoSpam treba omogućiti u Postavke > Telefon > Blokiranje i identifikacija poziva. Vodit ćemo vas korak po korak.
hu: A spamhívások automatikus blokkolásához a NoSpam-et engedélyezni kell a Beállítások > Telefon > Hívásblokkolás és azonosítás menüben. Lépésről lépésre végigvezetjük.
id: Untuk memblokir panggilan spam secara otomatis, NoSpam harus diaktifkan dari Pengaturan > Telepon > Pemblokiran & Identifikasi Panggilan. Kami akan memandu Anda langkah demi langkah.
ja: スパム着信を自動的にブロックするには、設定 > 電話 > 着信ブロックと番号識別からNoSpamを有効にする必要があります。手順をご案内します。
kn: ಸ್ಪ್ಯಾಮ್ ಕರೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ಬಂಧಿಸಲು, NoSpam ಅನ್ನು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಫೋನ್ > ಕರೆ ನಿರ್ಬಂಧ ಮತ್ತು ಗುರುತಿಸುವಿಕೆಯಿಂದ ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು. ನಾವು ನಿಮಗೆ ಹಂತ ಹಂತವಾಗಿ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತೇವೆ.
ko: 스팸 전화를 자동으로 차단하려면 설정 > 전화 > 전화 차단 및 식별에서 NoSpam을 활성화해야 합니다. 단계별로 안내해 드립니다.
ml: സ്പാം കോളുകൾ സ്വയമേവ ബ്ലോക്ക് ചെയ്യാൻ, NoSpam ക്രമീകരണങ്ങൾ > ഫോൺ > കോൾ ബ്ലോക്കിംഗും തിരിച്ചറിയലും എന്നതിൽ നിന്ന് പ്രവർത്തനക്ഷമമാക്കേണ്ടതുണ്ട്. ഞങ്ങൾ നിങ്ങളെ ഘട്ടം ഘട്ടമായി സഹായിക്കും.
mr: स्पॅम कॉल्स स्वयंचलितपणे ब्लॉक करण्यासाठी, NoSpam सेटिंग्ज > फोन > कॉल ब्लॉकिंग आणि ओळख मधून सक्षम करणे आवश्यक आहे. आम्ही तुम्हाला टप्प्याटप्प्याने मार्गदर्शन करू.
ms: Untuk menyekat panggilan spam secara automatik, NoSpam perlu didayakan daripada Tetapan > Telefon > Sekatan & Pengenalan Panggilan. Kami akan membimbing anda langkah demi langkah.
nb: For å automatisk blokkere spamanrop, må NoSpam aktiveres fra Innstillinger > Telefon > Anropsblokkering og -identifikasjon. Vi veileder deg trinn for trinn.
nl: Om spamoproepen automatisch te blokkeren, moet NoSpam worden ingeschakeld via Instellingen > Telefoon > Oproepblokkering en -identificatie. We begeleiden je stap voor stap.
or: ସ୍ପାମ୍ କଲ୍‌ଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ବ୍ଲକ୍ କରିବାକୁ, NoSpam କୁ ସେଟିଂସ୍‌ > ଫୋନ୍ > କଲ୍ ବ୍ଲକିଂ ଏବଂ ପରିଚୟରୁ ସକ୍ଷମ କରିବାକୁ ପଡ଼ିବ। ଆମେ ଆପଣଙ୍କୁ ପର୍ଯ୍ୟାୟକ୍ରମେ ମାର୍ଗଦର୍ଶନ କରିବୁ।
pa: ਸਪੈਮ ਕਾਲਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਬਲਾਕ ਕਰਨ ਲਈ, NoSpam ਨੂੰ ਸੈਟਿੰਗਾਂ > ਫ਼ੋਨ > ਕਾਲ ਬਲਾਕਿੰਗ ਅਤੇ ਪਛਾਣ ਤੋਂ ਸਮਰੱਥ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਦਮ-ਦਰ-ਕਦਮ ਮਾਰਗਦਰਸ਼ਨ ਦੇਵਾਂਗੇ।
pl: Aby automatycznie blokować spamowe połączenia, NoSpam musi być włączony w Ustawienia > Telefon > Blokowanie i identyfikacja połączeń. Przeprowadzimy Cię krok po kroku.
pt: Para bloquear automaticamente chamadas spam, o NoSpam deve ser ativado em Definições > Telefone > Bloqueio e identificação de chamadas. Guiamo-lo passo a passo.
pt_br: Para bloquear automaticamente chamadas de spam, o NoSpam precisa ser ativado em Configurações > Telefone > Bloqueio e Identificação de Chamadas. Vamos guiá-lo passo a passo.
ro: Pentru a bloca automat apelurile spam, NoSpam trebuie activat din Setări > Telefon > Blocare și identificare apeluri. Te vom ghida pas cu pas.
ru: Чтобы автоматически блокировать спам-звонки, необходимо включить NoSpam в разделе Настройки > Телефон > Блокировка и идентификация звонков. Мы шаг за шагом поможем вам.
sk: Na automatické blokovanie spamových hovorov musí byť NoSpam povolený v Nastavenia > Telefón > Blokovanie a identifikácia hovorov. Krok za krokom vás prevedieme.
sl: Za samodejno blokiranje vsiljenih klicev je treba NoSpam omogočiti v Nastavitve > Telefon > Blokiranje in prepoznavanje klicev. Vodili vas bomo korak za korakom.
sv: För att automatiskt blockera skräpsamtal måste NoSpam aktiveras från Inställningar > Telefon > Samtalsblockering och identifiering. Vi guidar dig steg för steg.
ta: ஸ்பாம் அழைப்புகளைத் தானாகத் தடுக்க, NoSpam-ஐ அமைப்புகள் > தொலைபேசி > அழைப்பு தடுப்பு & அடையாளம் காணுதல் இலிருந்து இயக்க வேண்டும். நாங்கள் உங்களுக்கு படிப்படியாக வழிகாட்டுவோம்.
te: స్పామ్ కాల్‌లను స్వయంచాలకంగా బ్లాక్ చేయడానికి, NoSpamను సెట్టింగ్‌లు > ఫోన్ > కాల్ బ్లాకింగ్ & గుర్తింపు నుండి ప్రారంభించాలి. మేము మీకు దశల వారీగా మార్గనిర్దేశం చేస్తాము.
th: เพื่อบล็อกสายสแปมโดยอัตโนมัติ ต้องเปิดใช้งาน NoSpam จากการตั้งค่า > โทรศัพท์ > การบล็อกและระบุตัวตนสาย เราจะแนะนำคุณทีละขั้นตอน
tr: Spam aramaları otomatik olarak engellemek için NoSpam'in Ayarlar > Telefon > Çağrı Engelleme ve Tanımlama bölümünden etkinleştirilmesi gerekir. Size adım adım yol göstereceğiz.
uk: Щоб автоматично блокувати спам-дзвінки, потрібно увімкнути NoSpam у Налаштування > Телефон > Блокування та ідентифікація викликів. Ми крок за кроком допоможемо вам.
ur: اسپیم کالز کو خود بخود بلاک کرنے کے لیے، NoSpam کو سیٹنگز > فون > کال بلاکنگ اور شناخت سے فعال کرنا ہوگا۔ ہم آپ کو مرحلہ وار رہنمائی فراہم کریں گے۔
vi: Để tự động chặn các cuộc gọi spam, NoSpam cần được bật từ Cài đặt > Điện thoại > Chặn & Nhận dạng cuộc gọi. Chúng tôi sẽ hướng dẫn bạn từng bước.
zh_hans: 要自动拦截垃圾来电，需要在设置 > 电话 > 来电拦截与身份识别中启用 NoSpam。我们会一步步引导你完成。
zh_hant: 若要自動封鎖垃圾來電，需要從設定 > 電話 > 來電封鎖與識別中啟用 NoSpam。我們會逐步引導你完成。
